--INSERT INTO users (user_id, amount, name) VALUES (1, 1000000, 'buyerUser');
--INSERT INTO users (user_id, amount, name) VALUES (2, 2000000, 'SellerUser');
--INSERT INTO users (user_id, amount, name) VALUES (3, 2500000, 'test1');

INSERT INTO test_search (title, location_depth1, location_depth2, check_in_date, check_out_date, personnel) VALUES
('제주도 풀빌라',          '제주도',   '서귀포',  '2024-10-01', '2024-10-03', 3),
('강릉 리조트',           '강원도',    '강릉',   '2024-09-20', '2024-09-22', 2),
('인천 영종도 인스파이어',   '인천',     '영종도',  '2024-09-05', '2024-09-06', 5),
('부산 호캉스',           '부산',     '해운대',  '2024-09-05', '2024-09-10', 4),
('제주도 신라스테이',       '제주도',   '제주시',  '2024-11-01', '2024-11-02', 6),
('통영 가족여행 숙소',      '경상남도',  '통영',   '2024-11-01', '2024-11-05', 8),
('제주도 크리스마스 호캉스',  '제주도',   '서귀포',  '2024-12-25', '2024-12-26', 2),
('포항 한달살기',          '경상북도',  '포항',   '2024-10-01', '2024-11-01', 2),
('춘천 글램핑',           '강원도',    '춘천',   '2024-09-22', '2024-09-23', 3),
('대구 풀빌라',          '대구',     '수성구',  '2024-10-01', '2024-10-03', 5);